Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The syringe is closed with a plunger stopper.
es_es: La jeringa está cerrada con un tapón de émbolo.

source: The syringe is closed with a rubber plunger stopper.
es_es: La jeringa está cerrada con un tapón de émbolo de caucho.

source: The syringe is equipped with a plunger rod, and extended finger flange, and assembled into a NSD.
es_es: La jeringa está equipada con un vástago de émbolo y una lengüeta de apoyo extendida, y se monta en un dispositivo de seguridad de aguja.

source: The syringes are immediately closed with sterile plunger stoppers on the automated filling line.
es_es: Las jeringas se cierran inmediatamente con tapones de émbolo estériles en la línea de llenado automatizada.

source: The syringes are introduced into the RABS using a tub unpacking machine (TUM).
es_es: Las jeringas ingresan en el sistema de barrera de acceso restringido mediante una desembaladora de recipientes

source: The syringes with staked needle and rigid needle shield are then packed and sterilized by ethylene oxide.
es_es: Las jeringas con aguja fija y funda de aguja rígida se acondicionan y esterilizan con óxido de etileno.

source: The system is regenerated and cleaned using first 0.1 mol/L NaOH, then a cleaning solution containing 300 ppm Minncare Disinfectant.
es_es: El sistema se regenera y limpia primero con NaOH 0,1 mol/l y luego con una solución limpiadora que contiene 300 ppm de desinfectante Minncare.

source: The system is regenerated and cleaned using first 0.1 mol/L NaOH, then a cleaning solution containing Minncare Disinfectant.
es_es: El sistema se regenera y limpia primero con NaOH 0,1 mol/l y luego con una solución limpiadora que contiene desinfectante Minncare.

source: The system is suitable only if there is no or not more than 1O % interference of standard peak area of any solvent is observed in blank.
es_es: El sistema es adecuado solo si la interferencia en el blanco es nula o es como máximo 10 % del área del pico del estándar de cualquier disolvente.

source: The system suitability solution can be used as long as all relevant peaks are detectable
es_es: Se puede utilizar la solución para adecuación del sistema siempre que sean detectables todos los picos relevantes

source: The system suitability solution can be used as long as all relevant peaks are detectable.
es_es: Se puede utilizar la solución para adecuación del sistema siempre que sean detectables todos los picos relevantes.

source: The system suitability test is passed if the following criteria are met:
es_es: La prueba de adecuación del sistema está aprobada si se cumplen los siguientes criterios.

source: The system suitability tests (SSTs) of the procedure includes the control of sensitivity, linearity, accuracy and system repeatability.
es_es: La prueba de adecuación del sistema del procedimiento incluye el control de sensibilidad, linealidad, exactitud y repetibilidad del sistema.

source: The system suitability tests (SSTs) of the procedure includes the control of sensitivity,linearity, accuracy and system repeatability.
es_es: La prueba de adecuación del sistema del procedimiento incluye el control de sensibilidad, linealidad, exactitud y repetibilidad del sistema.

source: The systematic approach to increase product and process knowledge during pharmaceutical development is further described in Chapters 2 and 3.
es_es: El enfoque sistemático para ampliar el conocimiento sobre los productos y procesos durante el desarrollo farmacéutico se describe más exhaustivamente en los Capítulos 2 y 3.

source: The tablet cores are divided in 2 sub-batches and steps 8 and 9 are performed twice.
es_es: Los núcleos de los comprimidos se dividen en 2 subpartidas y los pasos 8 y 9 se realizan dos veces.

source: The tablet weight is controlled during manufacture of empagliflozin film-coated tablets, 10 mg and 25 mg as in-process control.
es_es: El peso de los comprimidos se analiza como control intermedio del proceso durante la fabricación de los comprimidos recubiertos de empagliflozina de 10 mg y 25 mg.

source: The tailing factor T of BIBR 277 SE POSS.
es_es: El factor de cola T de los picos del principio activo:

source: The tailing factor T of BIBR 277 SE POSS. IMP. I should be between 0.9 and 1.5.
es_es: El factor de cola T de BIBR 277 SE POS. IMP. I debe estar entre 0.9 y 1.5.

source: The tailing factor is not more than 2.5.
es_es: El factor de cola es, como máximo, 2.5.

source: The tailing of the linagliptin peak at 295 nm is not more than 2.5 and the resolution between each pair at both 295 nm and 225 nm is not less than 1.5.
es_es: La cola de cromatografía del pico de linagliptina a 295 nm es, como máximo, 2.5, y la resolución entre cada par tanto a 295 nm como a 225 nm es, como mínimo, 1.5.

source: The tailing of the linagliptin peak is not more than 2.5 and the resolution between linagliptin and CD 1973 is not less than 1.5.
es_es: La cola de cromatografía del pico de linagliptina es, como máximo, 2.5, y la resolución entre linagliptina y CD 1973 es, como mínimo, 1.5.

source: The tamper evident seal breaks after opening the folding box.
es_es: El sello inviolable se rompe tras la apertura de la caja plegable.

source: The tank configurations of a portable stainless steel pool tank and a portable stainless steel cryovessel are shown in Figure 1 and Figure 2.
es_es: En la Figura 1 y la Figura 2 se puede ver la configuración del tanque portátil de mezcla de acero inoxidable y del tanque criogénico portátil de acero inoxidable.

source: The target arginine concentration in the DP composition is 52 mg/mL.
es_es: La concentración objetivo de arginina en la composición del medicamento es de 52 mg/ml.

source: The target filling level of the surge vessel prior to start of filling is set to 90 %.
es_es: El nivel de llenado objetivo del tanque de compensación antes del inicio del llenado se establece en 90%.

source: The target filling volume is based on the minimal filling volume as defined in Chapter 3.3.3.
es_es: El volumen de llenado objetivo se calcula a partir del volumen de llenado mínimo que se define en el Capítulo 3.3.3.

source: The target filling volume of tenecteplase 25 mg is 5.36 mL per vial, which corresponds to a target filling weight of 5.51 g per vial.
es_es: El volumen de llenado objetivo de tenecteplasa, 25 mg, es de 5.36 ml por frasco, que corresponde a un peso de llenado objetivo de 5.51 g por frasco.

source: The technical specifications and analytical methods outlined in sections 3.2.8.4.1 and 3.2.S.4.2 refer to the BI internal methods, which are provided in the following table:
es_es: Las especificaciones técnicas y las metodologías analíticas de las secciones 3.2.8.4.1 y 3.2.S.4.2 remiten a metodologías internas de BI, que se presentan en la tabla siguiente.

source: The technical specifications and analytical methods outlined in sections 3.2.P.5.1 and 3.2.P.5.2 refer to the BI internal methods, which are provided in the following table:
es_es: Las especificaciones técnicas y las metodologías analíticas de las secciones 3.2.P.5.1 y 3.2.P.5.2 remiten a metodologías internas de BI, que se presentan en la tabla siguiente:

source: The technical specifications and analytical methods outlined in sections 3.2.P.5.1 and 3.2.P.5.2 refer to the BI internal method, which is provided in the following table:
es_es: Las especificaciones técnicas y las metodologías analíticas de las secciones 3.2.P.5.1 y 3.2.P.5.2 remiten a metodologías internas de BI, que se presentan en la tabla siguiente.

source: The technical specifications and analytical methods outlined in sections 3.2.S.4.1 and 3.2.S.4.2 refer to the BI internal methods, which are provided in the following table:
es_es: Las especificaciones técnicas y las metodologías analíticas de las secciones 3.2.S.4.1 y 3.2.S.4.2 remiten a metodologías internas de BI, que se presentan en la tabla siguiente.

source: The technical specifications of the finished product submitted do not indicate the reference method that the product is adhiere from, thereby failing to comply with Article 31 of D.S. 016‑2011‑SA and its amendment.
es_es: Las especificaciones técnicas del producto terminado presentadas no indican el método de referencia empleado para el producto, de modo que se incumple el Artículo 31 del Decreto Supremo 016-2011-SA y sus modificaciones.

source: The technical specifications sent do not indicate the technical Method/reference, according to article 31 of the D.S. 016-2011-SA, and amendments.
es_es: Las especificaciones técnicas enviadas no indican ni refieren a la metodología técnica, de acuerdo con el artículo 31 del Decreto Supremo 016-2011-SA y sus modificaciones.

source: The technique is based on the analysis of the vapour phase in equilibrium with the solid or liquid phase.
es_es: Se basa en el análisis de la fase gaseosa en equilibrio con la fase sólida o líquida.

source: The telephone calls focused on safety (e.g. hospitalisations or occurrence of adverse events), changes in concomitant therapy, and trial medication compliance.
es_es: Los llamados telefónicos se concentraban en cuestiones de seguridad (por ejemplo, hospitalizaciones o aparición de eventos adversos), cambios en la terapia concomitante y cumplimiento en la toma de la medicación en estudio.

source: The telephone number of the sponsor and the name, address, and telephone number of the study centre were to be provided in the subject information form.
es_es: El formulario de información para el sujeto debía contener el número telefónico del patrocinador, y el nombre, el domicilio y el número telefónico del centro del estudio.

source: The tenecteplase 25 mg process development was conducted at Boehringer Ingelheim Pharma GmbH & Co KG, Biberach (BIP), Germany.
es_es: El proceso de desarrollo de tenecteplasa 25 mg se llevó a cabo en Boehringer Ingelheim Pharma GmbH & Co KG, Biberach (BIP), Alemania.

source: The tenecteplase DS manufacturing process was jointly developed by Genentech and BI.
es_es: El proceso de fabricación del principio activo tenecteplasa fue desarrollado en forma conjunta por Genentech y BI.

source: The tenecteplase molecule exists as single- and two-chain variants due to an internal clipping site between amino acids arginine 275 and isoleucine 276.
es_es: La molécula de tenecteplasa existe como variante de una y dos cadenas debido a un sitio de corte interno entre los aminoácidos arginina 275 e isoleucina 276.

source: The tenecteplase powder for solution for injection 40 mg/vial and 50 mg/vial is manufactured by means of aseptic manufacturing at Boehringer Ingelheim Pharma GmbH & Co. KG, Biberach, Germany.
es_es: Tenecteplasa, polvo para solución inyectable, 40 mg/vial y 50 mg/vial se elabora en condiciones asépticas en Boehringer Ingelheim Pharma GmbH & Co. KG, Biberach, Alemania.

source: The term AESI relates to any specific AE that had been identified at the substance level as being of particular concern for prospective safety monitoring and safety assessment within this trial, e.g. the potential for AEs based on knowledge from other compounds in the same class.
es_es: El término evento adverso de interés particular (EAIP) remite a cualquier EA específico identificado en la sustancia y que represente una preocupación particular en el monitoreo y la evaluación de seguridad prospectivos dentro de este ensayo, por ejemplo, la posibilidad de que desaten eventos adversos habida cuenta del conocimiento de otros compuestos de la misma clase.

source: The term disability means a substantial disruption of a person’s ability to conduct normal life functions.
es_es: el término "discapacidad" hace referencia a una alteración significativa de la capacidad de una persona para realizar actividades cotidianas.

source: The term ‘life-threatening’ in the definition of ‘serious’ refers to an event in which the subject was at risk of death at the time of the event.
es_es: la expresión "implica riesgo de muerte" en la definición de "grave" se refiere a un evento en el que peligraba la vida del paciente en el momento del evento.

source: The term “outlier” is used for any value that lies more than one and a half times the length of the box from either end of the box.
es_es: El término “valor atípico” se usa para todo valor que se encuentra más allá de una vez y media la longitud de la caja desde cualquiera de sus extremos.

source: The terminal disposition phase also did not appear substantially different between the two treatments (Figure 11.5.2.1.1: 2).
es_es: La fase de eliminación terminal tampoco pareció sustancialmente diferente entre los dos tratamientos (Figura 11.5.2.1.1: 2).

source: The terminal disposition phase did not appear substantially different between the two treatments under both fasted and fed conditions (Figures 11.5.2.2.1: 2 and 11.5.2.2.1: 4).
es_es: La fase de eliminación terminal no pareció sustancialmente diferente entre los dos tratamientos ni en condiciones preprandiales ni postprandiales (Figuras 11.5.2.2.1: 2 y 11.5.2.2.1: 4).

source: The terms and definitions are listed in the following Table 4.
es_es: Los términos y definiciones se encuentran a cotinuación, en la Tabla 4.

source: The terms and definitions can be found in the following Table 12.
es_es: Los términos y definiciones se encuentran en la siguiente Tabla 12.

source: The test is a regulatory requirement and the limits are provided by USP <788> "Particulate Matter in Injections", Ph.
es_es: La prueba es un requisito reglamentario, y los límites son los que estipula el capítulo de la USP <788>, "Partículas en inyecciones", la monografía de la Ph.

source: The test is a regulatory requirement and the limits are provided by USP <788> "Particulate Matter in Injections", Ph. Eur.
es_es: La prueba es un requisito reglamentario, y los límites son los que estipula el capítulo de la USP <788>, "Partículas en inyecciones", la monografía de la Ph. Eur.

source: The test is invalid if the reference solution does not show a slight brown colour compared to the blank solution.
es_es: La prueba es válida si la solución de referencia no presenta una coloración ligeramente amarronada con respecto a la solución blanco.

source: The test is not valid unless,
es_es: La prueba no será válida a menos que,

source: The test is performed to demonstrate package integrity and thus the ability to maintain sterility of spesolimab drug product throughout the shelf life as recommended in the FDA Guidance for Industry “Container and Closure Integrity Testing in lieu of Sterility Testing as a Component of the Stability Protocol for Sterile Product”.
es_es: La prueba se realiza para demostrar la integridad del acondicionamiento y, por ende, la capacidad de mantener la esterilidad del medicamento Espesolimab durante la vida útil, tal como recomienda la FDA en la guía para la industria “Pruebas de integridad del envase y sistema de cierre en lugar de pruebas de esterilidad como parte del protocolo de estabilidad de productos estériles”.

source: The test method used for the comparative dissolution profile testing is identical with the registered and approved test method in Module 3 section 3.2.P.5.2..
es_es: El método analítico utilizado para la prueba comparativa de los perfiles de disolución es idéntico al del Módulo 3, sección 3.2.P.5.2, que está registrado y aprobado.

source: The test methods are performed according to current Ph. Eur., USP, and JP (compendial methods).
es_es: Los métodos analíticos se llevan a cabo de acuerdo con las monografías vigentes de la Ph. Eur., la USP y la JP (métodos de compendio).

source: The test methods are performed according to current Ph. Eur., USP, and JP monographs.
es_es: Los métodos analíticos se llevan a cabo de acuerdo con las monografías vigentes de la Ph. Eur., la USP y la JP.

source: The test parameter Appearance is covered by the test parameter Description and is performed for each batch for final release of empagliflozin film-coated tablets, 10 mg and 25 mg, as visual test and can be found in the respective specification in section 3.2.P.5.1 (10 mg:
es_es: El parámetro analítico Aspecto queda cubierto por el parámetro analítico Descripción, que se verifica con cada partida antes de la liberación final de los comprimidos recubiertos de empagliflozina de 10 mg y 25 mg; esta se analiza por inspección visual y puede verse en la especificación respectiva, en la Sección 3.2.P.5.1 (10 mg:

source: The test parameter odour is deregistered in section 3.2.P.5.1 as the analytical method is not considered state-of-the-art and unnecessary inhalation of the drug product by personnel performing the test should be prevented.
es_es: Se deja de registrar el parámetro analítico "olor" en la sección 3.2.P.5.1 porque el método analítico ya no se considera el más avanzado y conviene evitar que los analistas que realizan la prueba inhalen innecesariamente el medicamento.

source: The test principle of both methods is identical and is based on isocratic high performance size exclusion chromatography.
es_es: El principio analítico de ambos métodos es idéntico y se basa en la cromatografía isocrática de exclusión por tamaño de alto rendimiento.

source: The test solution is stable for at least 81 hours at room temperature.
es_es: La solución de análisis es estable al menos 81 horas a temperatura ambiente.

source: The test solution, reference solution and system suitability solution may be used for 6 h.
es_es: La solución de análisis, la solución de referencia y la solución de adecuación del sistema pueden usarse durante 6 h.

source: The test solutions are stable for 2 days in volumetric flasks in daylight at room temperature.
es_es: Las soluciones de análisis permanecen estables 2 días en matraces aforados a la luz del día y a temperatura ambiente.

source: The test was performed in the presence (10% (v/v) and 30% (v/v) for each, rat and hamster) and absence of rat liver microsomal enzymes (S9 mix).
es_es: La prueba se realizó en presencia con preparados de rata y hámster (10% [v/v] y 30% [v/v] en cada caso) y en ausencia de enzimas microsomales hepáticas de rata (mezcla S9).

source: The test with changes in the filtration step indicates the robustness of the filtration step.
es_es: Una prueba con cambios en los pasos de filtrado indica la robustez del paso de filtrado.

source: The tested 59 API batches has been used for drug product batches, marketed in some of the countries, where Telmisartan/HCTZ Layered Tablets are approved.
es_es: Las 59 partidas del IFA evaluadas se han utilizado para fabricar partidas del medicamento comercializadas en algunos de los países donde está aprobado Telmisartán/HCTZ, comprimidos multicapa.

source: The testing of WCBs is also done by BioReliance Ltd.
es_es: También evalúa los bancos de trabajo de células BioRelliance Ltd.

source: The testing of WCBs is also done by BioReliance Ltd. in Glasgow/UK.
es_es: También evalúa los bancos de trabajo de células BioRelliance Ltd., de Glasgow (RU).

source: The testing of the CCI and the knowledge regarding the very low permeability rates of the chosen glass vial and rubber stopper confirm this.
es_es: Esto queda confirmado mediante la evaluación de la integridad del envase y sistema de cierre y las bajísimas tasas de permeabilidad del frasco de vidrio y el tapón de caucho.

source: The testing site Solvias CH is newly introduced, which is currently only performing NDMA testing for the drug product.
es_es: El centro de evaluación Solvias CH se introduce ahora y se encuentra únicamente realizando pruebas de NDMA para el medicamento.

source: The testing specification and analytical procedures had previously been transferred satisfactorily to the new manufacturing site.
es_es: Las especificaciones y los procedimientos analíticos se habían transferido previamente satisfactoriamente a la nueva planta productora.

source: The text is requested to be amended as follows:
es_es: La solicitud implica modificar el texto de la siguiente manera:

source: The thawing process and maximum handling of the drug substance (150 mg/mL) were validated and provided as part of the submission for the spesolimab concentrate for solution for infusion 450 mg/vial (60 mg/mL), refer to Section 3.2.S.2.5 Process Validation for spesolimab drug substance 150 mg/mL and Section 3.2.P.3.5 Process Validation for spesolimab concentrate for solution for infusion 450 mg/vial (60 mg/mL).
es_es: El proceso de descongelamiento y manipulación máxima del principio activo (150 mg/ml) se validaron y proporcionaron como parte de la presentación del concentrado para solución para infusión de espesolimab 450 mg/ampolla (60 mg/ml), ver la Sección 3.2.S.2.5, Validación del proceso, para el principio activo de espesolimab 150 mg/ml y la Sección 3.2.P.3.5, Validación del proceso, para el concentrado para solución para infusión de espesolimab 450 mg/ampolla (60 mg/ml).

source: The theoretical amount of DNA present in the final product is calculated by application of the DNA Clearance Factor at the Phenyl Sepharose Chromatography step (obtained from the validation study) to the amount of DNA, present in SP Sepharose activity pool.
es_es: La cantidad teórica de ADN que contiene el producto final se calcula aplicando el factor de depuración de ADN del paso de cromatografía en fenil sefarosa (obtenido en el estudio de validación) a la cantidad de ADN que contiene la mezcla de actividad de SP sefarosa.

source: The theoretical plate count for the single-chain peak of the reference standard must be ≥ 2,000 at the beginning and the end of a sample series; calculate the plate count as specified in USP plate count
es_es: El recuento teórico de placas en el pico de cadena única del estándar de referencia debe ser ≥2,000 al inicio y al final de la serie muestral; calcular el recuento de placas como se especifica en USP, recuento de placas.

source: The theoretical quantity of water utilised per tablet in the formulation is as follows:
es_es: La cantidad teórica de agua utilizada por comprimido en la formulación es la siguiente:

source: The theoretical quantity of water utilized per tablet in the formulation is as follows:
es_es: La cantidad teórica de agua utilizada por comprimido en la formulación es la siguiente:

source: The theoretical values are shown in Table 1 below.
es_es: En la Tabla 1, a continuación, se presentan los valores teóricos.

source: The therapy plan or the use of anti-inflammatory therapy (e.g. inhaled corticosteroids) should be evaluated in cases of increased symptomatology, exacerbations, or requirement of higher doses of fenoterol.
es_es: De empeorar la sintomatología, presentarse reagudizaciones o requerirse dosis más altas de fenoterol, habrá que evaluar el plan de tratamiento o el uso de tratamiento antiinflamatorio (por ejemplo, corticosteroides inhalados).

source: The thermoforming film is a white, rigid plastic film.
es_es: La película cavitada es una lámina blanca de plástico rígido.

source: The thermostated supernatant was immediately diluted with solvent.
es_es: De inmediato, se diluyó con disolvente el sobrenadante mantenido con termostato.
